IDEA StatiCa Open Model
ReinfBarInclined.TopLength Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Length of additional bar on the top
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double TopLength { get; set; }
Public Property TopLength As Double
	Get
	Set
public:
property double TopLength {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ReinfBarInclined Class
IdeaRS.OpenModel.Detail Namespace